Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: By endorsing feedback, you acknowledge a demonstrated strength.
fr_fr: En approuvant le feedback, vous reconnaissez un point fort démontré.

source: Behavior feedback
fr_fr: Feedback sur un comportement

source: Keep your focus!
fr_fr: Gardez votre concentration !

source: By suggesting to keep focus, you highlight a developmental area on which to concentrate.
fr_fr: En suggérant à votre collègue de rester concentré, vous mettez en évidence un domaine de développement sur lequel se focaliser.

source: No description available.
fr_fr: Aucune description disponible.

source: and {{count}} others
fr_fr: et {{count}} autres

source: Set rating for this behavior
fr_fr: Définir une notation pour ce comportement

source: Let's meet
fr_fr: Rencontrons-nous

source: Clarity for worker
fr_fr: Clarté pour l'employé(e)

source: Your feedback was described as
fr_fr: Votre feedback a été décrit comme

source: Wonderful! Thank you for your reaction.
fr_fr: Excellent ! Merci pour votre réaction.

source: Write a reaction
fr_fr: Rédigez une réaction

source: Have they demonstrated any of the below behaviors?
fr_fr: L'un des comportements ci-dessous a-t-il été démontré ?

source: Have they demonstrated any company behaviors?
fr_fr: A-t-il/elle démontré certains des comportements d'entreprise ?

source: Have they demonstrated any of our company behaviors?
fr_fr: A-t-il/elle démontré l'un des comportements de notre entreprise ?

source: Clear requests lead to more relevant and meaningful feedback. Describe clearly the areas on which you would like feedback.
fr_fr: Plus la demande est claire, plus le feedback est pertinent et significatif. Décrivez clairement les domaines sur lesquels vous souhaitez recevoir du feedback.

source: Share your insights
fr_fr: Partagez vos opinions

source: Create context by detailing what you observed and when you observed it.
fr_fr: Créez du contexte en détaillant ce que vous avez observé et à quel moment.

source: Select people
fr_fr: Sélectionner des personnes

source: Select person
fr_fr: Sélectionner une personne

source: Select the company behaviors that {{Name}} has demonstrated.
fr_fr: Sélectionnez les comportements d'entreprise démontrés par {{Name}}.

source: Fantastic! Thank you for your feedback!
fr_fr: Excellent ! Merci pour votre feedback !

source: Delete feedback
fr_fr: Supprimer le feedback

source: Delete note
fr_fr: Supprimer la note

source: Edit note
fr_fr: Modifier la note

source: Endorse
fr_fr: Approuver

source: Endorse this feedback to let your colleagues know that you agree.
fr_fr: Approuvez ce feedback pour faire savoir à vos collègues que vous êtes d'accord.

source: Favorite
fr_fr: Ajouter aux favoris

source: Wonderful! Favoriting feedback is the highest compliment.
fr_fr: Excellent ! L'ajout d'un feedback à vos favoris est le meilleur compliment qui soit.

source: Favorite feedback
fr_fr: Feedback

source: Favorite this feedback to let your colleague know how much you value their opinion!
fr_fr: Ajoutez ce feedback à vos favoris pour faire savoir à votre collègue combien vous appréciez son opinion !

source: {{name}} request
fr_fr: Demande de {{name}}

source: Are you ready to send this reply? This feedback will only be sent to the manager, {{name}} {{nickName}} will not see it.
fr_fr: Êtes-vous prêt(e) à envoyer cette réponse ? Ce feedback sera envoyé uniquement au manager ; {{name}} {{nickName}} ne le verra pas.

source: You have sent a meet request to {{name}} ({{nickName}}).
fr_fr: Vous avez envoyé une demande de rencontre à {{name}} ({{nickName}}).

source: Are you sure you want to proceed?
fr_fr: Voulez-vous vraiment poursuivre ?

source: This feedback will be sent to {{count}} recipients.
fr_fr: Ce feedback sera envoyé à {{count}} destinataires.

source: This feedback will be shared with {{count}} recipient.
fr_fr: Ce feedback sera partagé avec {{count}} personnes.

source: This feedback will be shared with {{count}} recipients.
fr_fr: Ce feedback sera partagé avec {{count}} personnes.

source: Reflect on your intentions before sharing feedback. You should always thrive to inspire development.
fr_fr: Examinez vos intentions avant de partager du feedback. Efforcez-vous toujours d'inspirer le développement.

source: Purposeful
fr_fr: Raisonné

source: Focus the conversation on the future.
fr_fr: Concentrez la conversation sur l'avenir.

source: To get started, request feedback from your network
fr_fr: Pour commencer, demandez du feedback à votre réseau

source: No received feedback
fr_fr: Aucun feedback reçu

source: Feedback requested
fr_fr: Feedback demandé

source: Perceived clarity
fr_fr: Clarté perçue

source: Clarity (avg).
fr_fr: Clarté (moy.)

source: {{count}} more feedback insights to go to the next update
fr_fr: {{count}} autres feedbacks avant la prochaine mise à jour

source: Feedback insights received
fr_fr: Feedbacks reçus

source: Feedback insights
fr_fr: Feedbacks

source: This widget provides insights into how your feedback is perceived by colleagues to whom you have given feedback.
fr_fr: Ce widget fournit des informations sur la perception de votre feedback par les collègues à qui vous avez donné du feedback.

source: Perceived trust
fr_fr: Confiance perçue

source: Trust (avg).
fr_fr: Confiance (moy.).

source: You have sent a reminder to {{givenName}} just now.
fr_fr: Vous avez envoyé un rappel à {{givenName}} à l'instant.

source: I saw you do X well and I want to ensure you know this is a strength
fr_fr: J'ai constaté que vous étiez très efficace sur X et je tiens à vous faire savoir qu'il s'agit d'un point fort

source: You have sent a reminder to {{givenName}}.
fr_fr: Vous avez envoyé un rappel à {{givenName}}.

source: Meeting up about feedback is a great opportunity to gain more insight!
fr_fr: Une rencontre pour discuter d'un feedback est une excellente occasion d'acquérir plus d'informations !

source: Thanks
fr_fr: Merci

source: Say thank you to let your colleague know you appreciate their feedback!
fr_fr: Envoyez vos remerciements pour faire savoir à votre collègue que vous appréciez son feedback !

source: Add goals
fr_fr: Ajouter des objectifs

source: Edit goals
fr_fr: Modifier les objectifs

source: Related goals
fr_fr: Objectifs associés

source: Link this feedback to your goals
fr_fr: Liez ce feedback à vos objectifs

source: Feedback related to goals is visible by your line manager.
fr_fr: Votre manager direct peut voir les feedbacks concernant les objectifs.

source: Request answered
fr_fr: Demande traitée

source: Feedback comments
fr_fr: Commentaires de feedback

source: Request pending
fr_fr: Demande en attente

source: Manage sharing
fr_fr: Gérer le partage

source: Would you prefer to have a conversation?
fr_fr: Vous préférez avoir une conversation ?

source: Suggest a meet-up to further discuss the feedback with your colleague!
fr_fr: Suggérez une rencontre pour discuter plus en détail du feedback avec votre collègue !

source: Thank you for your endorsement! You have made a colleague happy.
fr_fr: Merci pour votre approbation ! Vous avez rendu un collègue heureux.

source: Excellent! You've made a colleague happy today.
fr_fr: Excellent ! Vous avez rendu un collègue heureux aujourd'hui.

source: Thank you! Meeting up is a great opportunity to gain more insights.
fr_fr: Merci ! Une rencontre est une excellente occasion de recueillir des observations supplémentaires.

source: {{givenName}} {{nickName}} will get a notification.
fr_fr: {{givenName}} {{nickName}} recevra une notification.

source: You have retracted your endorsement
fr_fr: Vous avez rétracté votre approbation

source: You have removed this favorite
fr_fr: Vous avez supprimé ce favori

source: You have retracted your "Thanks"
fr_fr: Vous avez rétracté vos remerciements

source: You have canceled this request to meet. Send a new request if you didn't intend to cancel.
fr_fr: Vous avez annulé cette demande de rencontre. Envoyez une nouvelle demande si vous l'avez annulée par erreur.

source: {{givenName}} {{nickName}} will not be notified.
fr_fr: {{givenName}} {{nickName}} ne sera pas notifié(e).

source: My comment
fr_fr: Mon commentaire

source: My note
fr_fr: Ma note

source: To change your impact, you could have:
fr_fr: Pour changer votre impact, vous auriez pu :

source: You must select at least one person.
fr_fr: Vous devez sélectionner au moins une personne.

source: The feedback was not yet shared with anyone in the company.
fr_fr: Le feedback n'a encore été partagé avec aucune personne de l'entreprise.

source: Add a note capturing insights from an offline conversation. Feedback notes are only visible to you.
fr_fr: Ajoutez une note qui capture les opinions énoncées lors d'une conversation hors ligne. Les notes de feedback ne sont pas visibles par les autres utilisateurs.

source: Start building your feedback center!
fr_fr: Commencez à établir votre centre de Feedback !

source: You can create your own feedback notes here
fr_fr: Créez vos propres notes de feedback dans cette section

source: Feedback from
fr_fr: Feedback offert par

source: You have added this feedback.
fr_fr: Vous avez ajouté ce feedback.

source: Your feedback note is saved!
fr_fr: Votre note de feedback a été enregistrée.

source: Feedback received from (optional)
fr_fr: Feedback offert par (facultatif)

source: Search for a person
fr_fr: Rechercher une personne

source: These notes are only visible to you.
fr_fr: Ces notes ne sont visibles que par vous.

source: {{givenName}}'s observations
fr_fr: Observations de {{givenName}}

source: Base your feedback on behaviors you’ve observed.
fr_fr: Basez votre feedback sur des comportements que vous avez observés.

source: Observational
fr_fr: Observationnel

source: I can see you’re having a positive impact on
fr_fr: Je constate que vous avez un impact positif sur

source: From {{givenName}}'s perspective, you did well on:
fr_fr: Du point de vue de {{givenName}}, vous vous êtes distingué(e) sur les points suivants :

source: You have identified this feedback as public.
fr_fr: Vous avez identifié ce feedback comme public.

source: Here you will see public feedback received by your colleagues.
fr_fr: Vous pourrez voir dans cette section les feedbacks publics reçus par vos collègues.

source: {{name}} has identified this feedback as public.
fr_fr: {{name}} a identifié ce feedback comme public.

source: Recognized behaviors for {{givenName}}
fr_fr: Comportements reconnus pour {{givenName}}

source: Feedback sent to
fr_fr: Feedback envoyé à

source: Your colleagues can see this feedback
fr_fr: Vos collègues peuvent voir ce feedback

source: In my opinion, this feedback is:
fr_fr: Selon moi, ce feedback est :

source: Rate this feedback
fr_fr: Noter ce feedback

source: Share your insights anonymously about this feedback experience.
fr_fr: Partagez anonymement vos impressions sur ce feedback.

source: Very clear
fr_fr: Très clair

source: I understand the points made in this feedback:
fr_fr: Je comprends les points soulevés dans ce feedback :

source: Are you sure you want to submit this rating?
fr_fr: Voulez-vous vraiment soumettre cette notation ?

source: Submit rating
fr_fr: Soumettre la notation

source: Use this option to rate this feedback anonymously.
fr_fr: Utilisez cette option pour noter anonymement ce feedback.

source: Rate this feedback anonymously
fr_fr: Évaluer ce feedback anonymement

source: Share anonymously your observations about this feedback experience.
fr_fr: Partagez anonymement vos observations sur cette expérience de feedback.

source: High trust
fr_fr: Haut niveau de confiance

source: I trust that the feedback intends to help me grow:
fr_fr: J'ai la certitude que l'intention de ce feedback est de m'aider dans mon développement :

source: Low trust
fr_fr: Faible niveau de confiance

source: Your observations will not be shared with the sender of the feedback.
fr_fr: Vos observations ne seront pas partagées avec l'expéditeur du feedback.

source: Thank you for sharing your thoughts!
fr_fr: Merci d'avoir partagé vos opinions !

source: All ratings sent through goal rating are anonymous.
fr_fr: Toutes les notations envoyées via la notation d'objectifs sont anonymes.

source: Share your feedback within a week of the event.
fr_fr: Partagez votre feedback dans la semaine suivant l'événement.

source: Real-time
fr_fr: En temps réel

source: Start building your feedback center! Request feedback to kick-start your development.
fr_fr: Commencez à établir votre centre de feedback ! Demandez du feedback pour démarrer votre développement.

source: Recognized behaviors
fr_fr: Comportements reconnus

source: Give recognition
fr_fr: Offrir une reconnaissance

source: Redeem rewards
fr_fr: Faire valoir des récompenses

source: Recognition points to give
fr_fr: Points de reconnaissance à donner

source: Recognition
fr_fr: Reconnaissance

source: Received recognition points
fr_fr: Points de reconnaissance reçus

source: View recognition
fr_fr: Voir la reconnaissance

source: A reminder was sent to {{fullName}} about your pending feedback request.
fr_fr: Un rappel a été envoyé à {{fullName}} concernant votre demande de feedback en attente.

source: Replied to
fr_fr: A adressé une réponse à

source: My request about {{name}}
fr_fr: Ma demande à propos de {{name}}

source: About me
fr_fr: Sur moi

source: About my team
fr_fr: Sur mon équipe

source: You must select a team member.
fr_fr: Vous devez sélectionner un membre de l'équipe.

source: Request feedback from
fr_fr: Demander du feedback à

source: Request feedback on a team member
fr_fr: Demander du feedback sur un membre de l'équipe

source: {{givenName}}'s answer to your behavior feedback request
fr_fr: Réponse de {{givenName}} à votre demande de feedback sur le comportement

source: You have requested feedback regarding these behaviors:
fr_fr: Vous avez demandé un feedback en relation avec les comportements suivants :

source: Request feedback on a behavior
fr_fr: Demander du feedback sur un comportement

source: You must add a description.
fr_fr: Vous devez ajouter une description.

source: Describe your request
fr_fr: Décrivez votre demande

source: Request feedback on
fr_fr: Demander du feedback sur

source: Provide the context of your interaction with the person. Ask for feedback on a specific achievement or behavior (with explicit examples/observations) and the impact it had on them/others. Thank them for their openness and their time.
fr_fr: Indiquez le contexte de votre interaction avec la personne. Demandez du feedback sur une réalisation ou un comportement spécifique (avec des exemples/observations explicites) et l'impact que cela a eu sur cette personne ou sur d'autres employé(e)s. Remerciez-le/la pour sa disponibilité et son temps.

source: Feedback request
fr_fr: Demande de feedback

source: Here are some questions you can ask
fr_fr: Voici quelques exemples de questions que vous pouvez poser

source: Need some inspiration?
fr_fr: Besoin d'inspiration ?

source: Remove {{count}} recipient to send this request.
fr_fr: Supprimez {{count}} destinataire pour envoyer cette demande.

source: This feedback request will be sent to {{count}} recipients.
fr_fr: Cette demande de feedback sera envoyée à {{count}} destinataires.

source: This feedback request will be sent to {{count}} recipient.
fr_fr: Cette demande de feedback sera envoyée à {{count}} destinataire.

source: Remove {{count}} recipients to send this request.
fr_fr: Supprimez {{count}} destinataires pour envoyer cette demande.

source: The requested feedback will be linked to your goal. If the person needs to see your goal to provide feedback, make sure you share your goal with them.
fr_fr: Le feedback demandé sera lié à votre objectif. Si la personne a besoin de voir votre objectif pour fournir un feedback, veillez à partager votre objectif avec lui/elle.

source: {{givenName}} has requested feedback regarding this behavior.
fr_fr: {{givenName}} a demandé du feedback par rapport à ce comportement.

source: {{givenName}} has requested feedback regarding this goal
fr_fr: {{givenName}} a demandé du feedback par rapport à cet objectif

source: Once you reply to this request, it will only be sent to {{receiver}} and not to {{about}}. In case of a change of manager for {{about}}, then new manager will see your reply to this request.
fr_fr: Une fois que vous aurez répondu à cette demande, elle ne sera envoyée qu'à {{receiver}} et non à {{about}}. En cas de changement de manager pour {{about}}, le nouveau manager verra alors votre réponse à cette demande.

source: How can {{givenName}} improve this behavior?
fr_fr: Comment {{givenName}} peut-il/elle améliorer ce comportement ?

source: Give some ideas here
fr_fr: Rédigez quelques idées ici

source: Has {{givenName}} demonstrated any of our company behaviors?
fr_fr: {{givenName}} a-t-il/elle démontré l'un de nos comportements d'entreprise ?

source: {{givenName}} has requested feedback in relation to these behaviors
fr_fr: {{givenName}} a demandé du feedback en relation avec les comportements suivants :

source: Feedback from {{fullName}}
fr_fr: Feedback offert par {{fullName}}

source: Once you have clicked Give feedback, {{givenName}} will receive a meet request notification.
fr_fr: Une fois que vous avez cliqué sur " Donner du feedback ", {{givenName}} recevra une notification de demande de rendez-vous.

source: Provide details regarding your observations on {{givenName}}.
fr_fr: Offrez des détails concernant vos observations sur {{givenName}}.

source: What has particularly impressed you? What constructive feedback can you give?
fr_fr: Par quoi avez-vous été particulièrement impressionné(e)? Quels retours constructifs pouvez-vous offrir ?

source: Share your insights about
fr_fr: Partagez vos idées à propos de

source: Share your observations
fr_fr: Partagez vos observations

source: Provide context, for instance by giving details regarding what you observed and when you observed it.
fr_fr: Offrez du contexte, par exemple en détaillant ce que vous avez observé et à quel moment.

source: You can reply to this request with a "Let's meet" invitation or with a comment
fr_fr: Vous pouvez répondre à cette demande par une invitation à une rencontre ou par un commentaire

source: Back to the feedback request
fr_fr: Retour à la demande de feedback

source: "Let's meet" invitation only
fr_fr: Invitation à une rencontre uniquement

source: Replying to
fr_fr: Réponse à

source: Request sent to
fr_fr: Demande envoyée à

source: Brilliant! Thank you for your feedback request!
fr_fr: Excellent ! Merci pour votre demande de feedback !

source: You're up-to-date with all your feedback requests.
fr_fr: Toutes vos demandes de feedback sont à jour.

source: This feedback was successfully deleted.
fr_fr: Ce feedback a été correctement supprimé.

source: Last seen on {{datetime}}
fr_fr: Dernière visite le {{datetime}}

source: {{givenName}} has not yet replied to this request.
fr_fr: {{givenName}} n'a pas encore répondu à cette demande.

source: Requested: {{date}}
fr_fr: Demandé le : {{date}}

source: {{givenName}} {{nickName}} would like to meet up with you about this feedback request.
fr_fr: {{givenName}} {{nickName}} aimerait vous rencontrer pour discuter de cette demande de feedback.

source: I would love to see you do more of X as it relates to Y
fr_fr: J'aimerais beaucoup vous voir investir plus de temps sur X, car cela a trait à Y

source: Remove {{count}} recipient to send this feedback.
fr_fr: Supprimez {{count}} destinataire pour envoyer ce feedback.

source: Remove {{count}} recipients to send this feedback.
fr_fr: Supprimez {{count}} destinataires pour envoyer ce feedback.

source: Recognized behaviors for all
fr_fr: Comportements reconnus pour tous les employé(e)s

source: Send a reminder
fr_fr: Envoyer un rappel

source: Should {{user}}'s manager change, the new manager will then see your reply to this request.
fr_fr: En cas de changement de manager pour {{user}}, le nouveau manager verra alors votre réponse à cette demande.

source: {{givenName}} {{nickName}} has requested feedback in relation to these behaviors:
fr_fr: {{givenName}} {{nickName}} a demandé du feedback en relation avec les comportements suivants :

source: Start building your feedback center! Give feedback to your colleagues.
fr_fr: Commencez à établir votre centre de feedback ! Donnez du feedback à vos collègues.

source: Sent:
fr_fr: Envoyé :

source: What do you think {{givenName}} could have done differently to change their impact?
fr_fr: Selon vous, qu'aurait {{givenName}} pu faire différemment pour changer son impact ?

source: What do you think {{givenName}} did well?
fr_fr: Selon vous, qu'est-ce que {{givenName}} a fait correctement ?

source: You have shared this feedback
fr_fr: Vous avez partagé ce feedback

source: {{users}} have shared this feedback
fr_fr: {{users}} utilisateurs ont partagé ce feedback

source: {{user}} has shared this feedback
fr_fr: {{user}} utilisateur a partagé ce feedback

source: Add a comment
fr_fr: Ajouter un commentaire

source: You're sharing feedback with {{count}} people.
fr_fr: Vous partagez un feedback avec {{count}} personnes.

source: You're sharing this feedback with {{count}} people
fr_fr: Vous partagez ce feedback avec {{count}} personnes

source: You're sharing feedback with one person.
fr_fr: Vous partagez un feedback avec une personne.

source: Share this feedback with others.
fr_fr: Partagez ce feedback avec d'autres personnes.

source: Edit sharing
fr_fr: Modifier le partage

source: Share with
fr_fr: Partager avec

source: We've noticed that you've included more than {{count}} people in this feedback.
fr_fr: Il semble que vous ayez inclus plus de {{count}} personnes dans ce feedback.

source: Remove {{count}} recipient to share this feedback.
fr_fr: Supprimez {{count}} destinataire pour partager ce feedback.

source: Remove {{count}} recipients to share this feedback.
fr_fr: Supprimez {{count}} destinataires pour partager ce feedback.

source: Share feedback publicly
fr_fr: Partager le feedback publiquement

source: Select this option to make this feedback visible to the whole.
fr_fr: Sélectionnez cette option pour rendre ce feedback visible à tous les employé(e)s.

source: Recipient list
fr_fr: Liste des destinataires

source: Shared with
fr_fr: Partagé avec

source: Notify their team about this feedback
fr_fr: Notifier l'équipe à propos de ce feedback

source: Select this option to make this feedback visible to the recipient’s manager and colleagues.
fr_fr: Sélectionnez cette option pour rendre ce feedback visible au manager et aux collègues du destinataire.

source: Share feedback
fr_fr: Partager le feedback

source: Share this feedback
fr_fr: Partager ce feedback

source: You can see all the feedback shared with you here
fr_fr: Cette section contient tous les feedbacks partagés avec vous

source: No comments were provided.
fr_fr: Aucun commentaire n'a été fourni.

source: You didn't provide any comments.
fr_fr: Vous n'avez fourni aucun commentaire.

source: Your colleagues have shared this feedback
fr_fr: Vos collègues ont partagé ce feedback

source: Show full description
fr_fr: Afficher la description complète

source: I noticed you in X and have some tips to help you handle it in the future
fr_fr: J'ai remarqué que vous étiez dans X et j'ai quelques conseils pour vous aider à gérer cela à l'avenir

source: No feedback suggestions. Check again later or feel free to add your own feedback!
fr_fr: Aucune suggestion de feedback. Vérifiez à nouveau plus tard ou n'hésitez pas à ajouter votre propre feedback !

source: Feedback suggestions
fr_fr: Suggestions de Feedback

source: Received
fr_fr: Reçus

source: Requested from others
fr_fr: Demandes par d'autres employé(e)s

source: Requests to me
fr_fr: Demandes envers moi
